Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

# We canceled the MASTER BALL project because of TEAM ROCKET.
source: We canceled the MASTER BALL\nproject because of TEAM ROCKET.
pl: Anulowaliśmy projekt MASTER\nBALLA z powodu ZESPOŁU R.

# It would be bad if TEAM ROCKET took over SILPH or our POKéMON.
source: It would be bad if TEAM ROCKET\ntook over SILPH or our POKéMON.
pl: Byłoby źle, gdyby ZESPÓŁ R\nprzejął SILPH albo nasze POKéMONY!

# Wow!pYou chased off TEAM ROCKET all by yourself?
source: Wow!\pYou chased off TEAM ROCKET all by\nyourself?
pl: Łoł!\pPrzegoniłeś ZESPÓŁ R całkiem\nsam?

# You! It's really dangerous here!pYou came to save me? You can't!
source: You!\nIt's really dangerous here!\pYou came to save me?\nYou can't!
pl: Ty!\nTu jest bardzo niebezpiecznie!\pPrzybyłeś mnie\nocalić? Nie!

source: Thank you so much!
pl: Dziękuję bardzo!

# Uh-oh! I smell a little mouse!
source: Uh-oh!\nI smell a little mouse!
pl: Uch-och!\nCzuję małą myszkę!

source: Lights out!
pl: Dobranoc!

# You won't find my BOSS by just scurrying around!
source: You won't find my BOSS by just\nscurrying around!
pl: Nie znajdziesz SZEFA tylko\nsię szwędając!

source: Heheh!\pYou mistook me for a SILPH worker?
pl: Heheh!\pPomyliłeś mnie z pracownikiem?

source: I'm done!
pl: No dobra.

# Despite your age, you are a skilled TRAINER!
source: Despite your age, you are a\nskilled TRAINER!
pl: Mimo twojego wieku jesteś\nutalentowany!

# Aack! Brothers, I lost!
source: Aack!\nBrothers, I lost!
pl: Aa!\nBracia, przegrałem!

# Doesn't matter. My brothers will repay the favor!
source: Doesn't matter.\nMy brothers will repay the favor!
pl: Nie szkodzi.\nMoi bracia odpłacą ci się za to.

# A child intruder? That must be you!
source: A child intruder?\nThat must be you!
pl: Dziecko intruz?\nTo pewnie ty!

# Fine! I lost!
source: Fine!\nI lost!
pl: Dobra!\nOk!

# Go on home before my BOSS gets ticked off!
source: Go on home before my BOSS gets\nticked off!
pl: Uciekaj do domu, zanim SZEF\nsię wkurzy!

source: {RIVAL}: What kept you, {PLAYER}?
pl: {RIVAL}: Co tak długo, {PLAYER}?

source: {RIVAL}: Hahaha! I thought you'd\nturn up if I waited here!\pI guess TEAM ROCKET slowed you\ndown! Not that I care!\pI saw you in SAFFRON, so I decided\nto see if you got better!
pl: {RIVAL}: Hahaha! Wiedziałem, że\nzjawisz się, jeśli tu poczekam!\pPewnie ZESPÓŁ R cię spowolnił!\nNie szkodzi!\pWidziałem cię w SAFFRON więc\npomyślałem, że zobaczę jak ci idzie!

# Oh, man! So, you are ready for BOSSlROCKET!
source: Oh, man!\nSo, you are ready for BOSS\lROCKET!
pl: No!\nWięc jesteś gotów na SZEFA\lROCKETÓW!

source: Well, {PLAYER}!\nI'm moving on up and ahead!\pBy checking my POKéDEX, I'm\nstarting to see what's strong and\lhow they evolve!\pAm I a genius or what?\pI'm going to the POKéMON LEAGUE to\nboot out the ELITE FOUR.\pI'll become the world's most\npowerful TRAINER!\p{PLAYER}, well, good luck to you!\nDon't sweat it!\lSmell ya!
pl: Więc, {PLAYER}!\nJa cały czas staje się lepszy!\pSprawdzam POKéDEX i zaczynam\nrozumieć co jest silne i jak\pewoluuje!\pJestem geniuszem, nie?\pWybieram się do LIGI POKéMON, by\nwykopać ELITARNĄ CZWÓRKĘ.\pStanę się najpotężniejszym\nTRENEREM ŚWIATA!\p{PLAYER}, no to, powodzenia!\lTylko nie bierz tego do siebie.

# SILPH CO. HEAD OFFICE 7F
source: SILPH CO. HEAD OFFICE\n7F
pl: BIURO GŁÓWNE SILPH\n7P

source: I wonder if SILPH is finished…
pl: Ciekawe, czy to koniec SILPH…

source: Thanks for saving us!
pl: Dzięki za ratunek!

source: That's as far as you'll go!
pl: Dalej się nie wybierzesz!

source: Not enough grit!
pl: Za mało sprytu!

# If you don't turn back… I'll call for backup!
source: If you don't turn back…\nI'll call for backup!
pl: Jeśli nie zawrócisz…\nWezwę wsparcie!

source: You're causing us problems!
pl: Sprawiasz nam problemy!

# Huh? I lost?
source: Huh?\nI lost?
pl: To już?

# So, what do you think of SILPH BUILDING's maze?
source: So, what do you think of SILPH\nBUILDING's maze?
pl: Więc, co myślisz o labiryncie\nw BUDYNKU SILPH?

# Whoo! Oh, Brothers!
source: Whoo!\nOh, Brothers!
pl: Łoo!\nOch, Bracia!

source: I'll leave you up to my brothers.
pl: Moi bracia zajmą się tobą!

# SILPH CO. HEAD OFFICE 8F
source: SILPH CO. HEAD OFFICE\n8F
pl: BIURO GŁÓWNE SILPH\n8P

source: TEAM ROCKET's BOSS is terribly\ncruel!\pTo him, POKéMON are just tools to\nbe used.\pWhat will happen if that tyrant\ntakes over our company…
pl: SZEF ZESPOŁU R jest niesamowicie\nokrutny!\pDla niego POKéMONY są tylko\nnarzędziami.\pCo będzie, jeśli ten tyran\nprzejmie naszą firmę…

# You look tired. You should take a quick nap.
source: You look tired.\nYou should take a quick nap.
pl: Jesteś zmęczony.\nLepiej zrób sobie drzemkę.

source: Don't give up!
pl: Powodzenia!

source: Thank you so much.
pl: Wielkie dzięki!

# Your POKéMON seem to adore you, kid!
source: Your POKéMON seem to adore you,\nkid!
pl: Twoje POKéMONY bardzo cię lubią!

source: Ghaaah!
pl: Łaaah!

# If I had started as a TRAINER at your age…
source: If I had started as a TRAINER at\nyour age…
pl: Gdybym został TRENEREM w twoim\nwieku…

# Your POKéMON have weak points! I can nail them!
source: Your POKéMON have weak points!\nI can nail them!
pl: POKéMONY mają słabe punkty!\nWykorzystam to!

source: You hammered me!
pl: Nie wyszło!

# Exploiting weak spots does work. Think about type advantages.
source: Exploiting weak spots does work.\nThink about type advantages.
pl: Wykorzystywanie słabości działa.\nPomyśl o różnicy typów.

# Warg! Brothers, I lost!
source: Warg!\nBrothers, I lost!
pl: Łag!\nBracia, przegrana!

source: My brothers will avenge me!
pl: Moi bracia mnie pomszczą!

# SILPH CO. HEAD OFFICE 9F
source: SILPH CO. HEAD OFFICE\n9F
pl: BIURO GŁÓWNE SILPH\n9P

# SIX ISLAND Fortune Island of Aged Wisdom
source: SIX ISLAND\nFortune Island of Aged Wisdom
pl: WYSPA SIX\nWyspa Majątku Wiekowej Wiedzy

source: Keep going this way and you'll get\nto the WATER PATH.\pStay on that and you'll get to\nthe RUIN VALLEY.
pl: Idź dalej tą drogą, a dotrzesz\nna WODNĄ ŚCIEŻKĘ.\pKierując się dalej wreszcie\nzauważysz DOLINE RUIN.

# When you're this far away from the city, the sky at night is fantastic.
source: When you're this far away from the\ncity, the sky at night is fantastic.
pl: W takiej odległości od miasta,\nnocne niebo jest niesamowite.

source: {PLAYER} found a SAPPHIRE!
pl: {PLAYER} znajduje SZAFIR!

# Fufu… Fufufufu… I guessed right.pI was right in tailing you!
source: Fufu… Fufufufu…\nI guessed right.\pI was right in tailing you!
pl: Fufu… Fufufufu…\nDobrze myślałem.\pDobrze, że cię śledziłem.

source: I knew that there was a SAPPHIRE\nhere, so it belongs to me!\pI'll sell it to TEAM ROCKET for\nserious money.\p…D-don't glare at me like that!\pIf you want it back, why don't you\ngo get it after I sell it?\pI'll even tell you one of the\npasswords to TEAM ROCKET's\lWAREHOUSE.\pThe WAREHOUSE password I know is\n“Yes, nah, CHANSEY.”\pI'm done.\nDon't think badly of me!
pl: Wiedziałem, że jest tu gdzieś\nSZAFIR, więc należy do mnie!\pSprzedam go ZESPOŁOWI R, za\npoważne pieniądze.\p…N-nie patrz tak na mnie!\pJeśli będziesz chciał go odzyskać,\nkup go, gdy już go komuś sprzedam!\pPowiem ci nawet jedno z haseł\ndo skretnego SKŁADU\lZESPOŁU R.\pHasło do SKŁADU, które mi powierzono,\nto “Yes, nah, CHANSEY.”\pTo tyle.\nNie myśl o mnie źle!

# …Huh?pI was envisioning my house, but this is where I TELEPORT?
source: …Huh?\pI was envisioning my house, but\nthis is where I TELEPORT?
pl: …Co?\pChciałam przenieść się\ndo domu ale TELEPORTOWAŁO mnie tu?

source: Big boo-boo!
pl: Wielkie buu!

# I am so scatterbrained!pI need to focus so I can TELEPORT properly to my house!
source: I am so scatterbrained!\pI need to focus so I can TELEPORT\nproperly to my house!
pl: Ale jestem roztrzepotana!\pMusze się skupić, by dobrze\nTELEPORTOWAĆ się do domu!

# GREEN PATH PATTERN BUSH AHEAD
source: GREEN PATH\nPATTERN BUSH AHEAD
pl: ZIEL.ŚCIEŻ.\nDALEJ WZÓR KRZEWU

# GREEN PATH Think Green, Keep Nature Clean!
source: GREEN PATH\nThink Green, Keep Nature Clean!
pl: ZIEL. ŚCIEŻKA\nZielono, Naturalnie, Czysto!

source: There's nothing that young people'd\nfind exciting here on this island.\pBut, this is a good place in terms\nof nature and history.\pRelax and enjoy your stay.
pl: Nie ma na tej wyspie nic, co by\nekscytowało młodych ludzi.\pNa plus przemawia jednak to, że ma\nsię tu kontakt z naturą i hisotrią.\pBaw się dobrze.

source: Play with POKéMON lots and live\na long life!\pTake AGATHA, for example.\pShe set a record for being the\noldest-ever ELITE FOUR member.\pShe spurs me to do bigger things.
pl: Baw się z POKéMONAMI i wiedź\ndługie życie!\pWeź za przykład AGATHĘ.\pMa rekord będąc najstarszą\nczłonkinią ELITARNEJ CZWÓRKI.\pMobilizuje mnie do podejmowania\nwyzwań.

# I should buy some MAIL and write him a letter…
source: I should buy some MAIL and write\nhim a letter…
pl: Muszę kupić LISTY i wysłać\nmu je szybko.

source: There're no rare POKéMON around\nthese parts! Not a one!\pThat burns me up, man.\nI'll take it out on you!
pl: Nie ma tu nigdzie żadnych\nrzadkich POKéMONÓW! Nawet jednego!\pTo mnie wkurza.\nPożałujesz tego!

source: …Huh?
pl: …Co?

# So listen, you haven't seen any rare POKéMON, have you?
source: So listen, you haven't seen any\nrare POKéMON, have you?
pl: Słuchaj, ty też nie widziałeś\nżadnego rzadkiego, co?

# I'm having no luck at all. A battle'd be a change of pace!
source: I'm having no luck at all.\nA battle'd be a change of pace!
pl: Nie mam szczęścia.\nMoże walka odmieni mój zły los?

source: Nope, no luck at all…
pl: Nie, dalej bez farta…

# I can't very well go home without catching something, though.
source: I can't very well go home without\ncatching something, though.
pl: Nie mogę tak wrócić do domu, nie\nzłapawszy niczego.

# Gasp… Gasp…pI swam here from SIX ISLE PORT in one go.
source: Gasp… Gasp…\pI swam here from SIX ISLE PORT\nin one go.
pl: Ech… Uff…\pPrzypłynąłem tu z PORTU na\nWYSPIE SIX.

# I'm only at the halfway point… I'm beat…
source: I'm only at the halfway point…\nI'm beat…
pl: Jestem dopiero w połowie…\nMęczarnia…

# It's not so easy sending POKéMON out while swimming, you know?
source: It's not so easy sending POKéMON\nout while swimming, you know?
pl: Nie łatwo jest wysyłać POKéMONY\nw trakcie pływania.

# I didn't lose to you at swimming. This doesn't bother me.
source: I didn't lose to you at swimming.\nThis doesn't bother me.
pl: Nie przegrałam w pływaniu.\nWięc nie ma problemu.

source: Are you headed for the island up\npast here?\pI didn't see anything interesting\nthere.
pl: Wybierasz się stąd na\nwyspę?\pNie widziałam tam niczego\nco mogłoby cię zainteresować.

# AVA: Let's have a two-on-two marine battle!
source: AVA: Let's have a two-on-two\nmarine battle!
pl: AVA: Co powiesz na podwójną\nmorską walkę!

# AVA: Oh, you're amazing! Even better, you're on your own!
source: AVA: Oh, you're amazing!\nEven better, you're on your own!
pl: AVA: Och, świetnie!\nJesteś lepszy walcząc nawet samemu!

# AVA: You know, I do prefer the sea over any pool.
source: AVA: You know, I do prefer the\nsea over any pool.
pl: AVA: Wiesz, preferuję morze\nnad basenami.

source: AVA: You're challenging us to\na battle?\pYou'll need at least two POKéMON\nif you want to do that.
pl: AVA: Wyzywasz nas na walkę\nPOKéMONÓW?\pPotrzebujesz więc chociaż dwa\nPOKéMONY do gry.

# GEB: Big Sister, help! Please battle with me!
source: GEB: Big Sister, help!\nPlease battle with me!
pl: GEB: Wielka Siostro, pomóż!\nWalcz ze mną!

# GEB: Wow, Big Sister, this person's really good!
source: GEB: Wow, Big Sister, this person's\nreally good!
pl: GEB: Łał, Wielka Siostro, ta osoba\njest niezła!

# GEB: I'm hanging onto my sister because I can't touch the bottom.
source: GEB: I'm hanging onto my sister\nbecause I can't touch the bottom.
pl: GEB: Trzymam się z moją siostrą,\nbo nie dosięgam tutaj dna.

# GEB: Please battle against me and my sister!p…Oh, you don't have two POKéMON?
source: GEB: Please battle against me and\nmy sister!\p…Oh, you don't have two POKéMON?
pl: GEB: Proszę, walcz ze mną i z\nmoją siostrą!\p…Och, nie masz dwóch POKéMONÓW?

# I'm curious, how do you raise your POKéMON?
source: I'm curious, how do you raise your\nPOKéMON?
pl: Ciekawi mnie, jak trenujesz\nPOKéMONY.

# You raise your POKéMON with a whole lot of love!
source: You raise your POKéMON with a\nwhole lot of love!
pl: Trenujesz swoje POKéMONY z\nwielką dozą miłości!

source: In the same way your mother raised\nyou full of love, you should raise\lyour POKéMON.
pl: Powinieneś wychować POKéMONY z\ntaką czułością, z jaką twoja mama\lwychowała ciebie.

# I'm working to preserve the natural ecology of POKéMON here.
source: I'm working to preserve the natural\necology of POKéMON here.
pl: Pracuje, by ratować naturalne\nśrodowisko życia POKéMONÓW.

# Oh, for someone so young, you are tremendous!
source: Oh, for someone so young, you are\ntremendous!
pl: Och, jak na taki wiek jesteś\nenergetyczny!

source: I'm not saying that you shouldn't\ncatch POKéMON.\pI just want people to raise their\nPOKéMON responsibly.
pl: Nie mówię, że nie powinieneś\nłapać POKéMONÓW.\pChcę tylko, by ludzie robili to\nbardziej odpowiedzialnie.

# I caught a BUG POKéMON that lives only around here!
source: I caught a BUG POKéMON that lives\nonly around here!
pl: Złapałem ROBAKA, który żyje tylko\nna tych terenach!

# Heheh… Isn't my POKéMON awesome?
source: Heheh…\nIsn't my POKéMON awesome?
pl: Heheh…\nCzyż nie jest wspaniały?

# There's a girl near the BUSH who measures HERACROSS for TRAINERS.
source: There's a girl near the BUSH who\nmeasures HERACROSS for TRAINERS.
pl: Przy KRZAKU jest dziewczynka,\nktóra mierzy HERACROSSY TRENERÓW.

# You know, it just doesn't feel right if I don't use BUG POKéMON.
source: You know, it just doesn't feel right\nif I don't use BUG POKéMON.
pl: Wiesz co, czuje się źle, gdy nie\nużywam POKéMONÓW ROBAKÓW.

# It's okay, losing is a fun part of POKéMON's appeal, too.
source: It's okay, losing is a fun part of\nPOKéMON's appeal, too.
pl: No dobrze, przegrywanie to też\nczęść zabawy z POKéMONAMI.

source: By the way, “appeal” is a weird\nword, if you think about it.\pLike, is it like an orange peel?\nOr like a ringing bell?
pl: Przy okazji, “przegrywanie” to\ndziwne słowo, prawda?\pBrzmi tak jak, nagrywanie.\nAlbo jak rozgryzanie.

# Yeah, yeah, yeah! Look at all the BUG POKéMON!
source: Yeah, yeah, yeah!\nLook at all the BUG POKéMON!
pl: Tak, tak, tak!\nSpójrz na moje POKéROBAKI!

# I got beat while I was still busy celebrating!
source: I got beat while I was still busy\ncelebrating!
pl: Pokonałeś mnie, gdy cieszyłem się\nzwycięstwem!

# I'm going to bring my little brother here next time.
source: I'm going to bring my little brother\nhere next time.
pl: Następnym razem przyprowadzę tu\nmojego braciszka.

# Look, look! There are funny patterns on the ground.
source: Look, look! There are funny\npatterns on the ground.
pl: Spójrz! Na ziemi są jakieś\nśmieszne znaki!

source: Super awesome!
pl: Super ekstra!

source: The funny patterns on the ground…\pThey look like the patterns on my\ngrandpa's clothes.
pl: Te śmieszne znaki na ziemi…\pWyglądają jak znaki na ubraniach\nmojego dziadka.

# I bet you think I'm just some guy, don't you, eh?
source: I bet you think I'm just some guy,\ndon't you, eh?
pl: Pewnie sądzisz, że jestem\ntylko jakimś gościem?

# I bet you think I'm weak, don't you, eh?
source: I bet you think I'm weak,\ndon't you, eh?
pl: Pewnie sądzisz, że jestem\nsłaby, co?

source: Ayup, you townies come around all\nso dandy with a hat that flashy…\pHow about giving me that?
pl: Tja, wy mieszczanie zawsze\nwpadata tu z tymi wszystkimi bajerami…\pMoże mi to dasz?

# Take a deep breath. Isn't the air delicious?
source: Take a deep breath.\nIsn't the air delicious?
pl: Weź głęboki wdech.\nCo za cudowne powietrze!

# If you'd like, I can teach you how to breathe properly.
source: If you'd like, I can teach you how\nto breathe properly.
pl: Jeśli chcesz, mogę cię nauczyć jak\ndobrze oddychać.

source: First, exhale.\nBlow everything out.\pWhen you can't exhale anymore,\ninhale the clean air!\pIsn't it refreshing?
pl: Najpierw, wydech.\nWypuść całe powietrze.\pGdy poczujesz pustkę,\nzassij czyste powietrze!\pOdświeżające, prawda?

source: I love BUG POKéMON.\nThat's why I'm here all the time.\pAm I the only girl like that?
pl: Kocham ROBAKI.\nDlatego cały czas tu siedzę.\pCzy tylko ja tak mam?

# I lost, but I'm still laughing. Am I the only girl like that?
source: I lost, but I'm still laughing.\nAm I the only girl like that?
pl: Przegrałam, ale śmieje się.\nCzy tylko ja tak mam?

# I'm going to keep on collecting BUG POKéMON.pAm I the only girl like that?
source: I'm going to keep on collecting\nBUG POKéMON.\pAm I the only girl like that?
pl: Będę nadal zbierać POKéMONY\nROBAKI.\pCzy tylko ja tak mam?

# This is a good spot. I'll pitch my tent here.
source: This is a good spot.\nI'll pitch my tent here.
pl: To dobre miejsce.\nTu rozbiję namiot.

source: Wimped out…
pl: Ojej…

# I'm going to observe the night sky here.
source: I'm going to observe the night sky\nhere.
pl: Będę tu obserwować nocne\nniebo.

# Oh, yuck! I think a bug stung me!
source: Oh, yuck!\nI think a bug stung me!
pl: O fuj!\nChyba użądlił mnie robal!

# It wasn't a bug. I cut my shin on some grass.
source: It wasn't a bug.\nI cut my shin on some grass.
pl: To nie był robak.\nPrzeciąłam się trawą.

# A little cut like that… A little spit's enough to cure it!
source: A little cut like that…\nA little spit's enough to cure it!
pl: Taka mała ranka…\nTrochę śliny i wszystko będzie OK!

# Have you noticed something odd about these parts?
source: Have you noticed something odd\nabout these parts?
pl: Czy nie wyczuwasz tu czegoś\ndziwnego?

# Have you taken a good look around your feet?
source: Have you taken a good look around\nyour feet?
pl: Rozejrzałeś się dobrze\nco masz pod stopami?

source: There are places here in PATTERN\nBUSH where grass won't grow.\pWhat could be the cause of such\na phenomenon?
pl: Są we WZORZE KRZEWU miejsca,\ngdzie trawa nigdy nie urośnie.\pCo może powodować taki\nfenomen?

source: For ten years, I've searched for\nRUINS.\pNo, make that twenty years.\pI get this feeling that there's\nsomething hidden on this island.
pl: Przez dziesięć lat, szukałem\nRUIN.\pNie, niech będzie dwadzieścia.\pMam przeczucie, że na tej wyspie\njest coś dobrze ukrytego.

source: You know of POKéMON that evolve\nonly upon trading, yes?\pBut did you know that there are\nstill others?\pSome POKéMON evolve only when\ntraded while holding specific items.
pl: Słyszałeś o POKéMONACH, ewoluujących\ntylko w wymianie, nie?\pSą różne typy takiej wymiany.\pNiektóre POKéMONY ewoluują,\ngdy wymienisz je i\ptrzymają specjalny przedmiot.

source: {RIVAL}: Hey, {PLAYER}!\nHow's your POKéDEX filling up?\pIt looks like it's impossible to get\nall the POKéMON by hanging around\ljust these parts.\pMaybe there are POKéMON we don't\nknow about somewhere far away…\p… … … … … … … … …\pWell, if I can't do it, there's no\nway for you to get it done.\pI'm not going to get all desperate\nover this.\pI'll keep collecting POKéMON at my\nown pace while I train them.\pThat's what I'll do.\nSo there's no point staying here.\lI may as well leave for home.\pThat's that, then!\nSmell ya later!
pl: {RIVAL}: Hej, {PLAYER}!\nJak wypełnia się twój POKéDEX?\pWygląda na to, że niemożliwe jest\nzłapanie wszystkich POKéMONÓW łażąc\ptylko tutaj.\pMoże bardzo daleko stąd istnieją\nPOKéMONY o których nie mamy pojęcia…\p… … … … … … … … …\pNo cóż, jeśli mi się nie uda, to\nnie ma mowy, żeby tobie się\ppowiodło.\pNie jest to żaden powód do\ndesperacji.\pBędę zbierał POKéMONY we własnym\ntempie i trenował je.\pTak właśnie postąpie.\nNie ma powodu tu dłużej zostawać.\lMogę się zwyczajnie wybrać do domu.\pNo to tyle!\nSpadam stąd!

# I can't figure out how I'm supposed to get inside.
source: I can't figure out how I'm supposed\nto get inside.
pl: Nie mam pojęcia jak mam wejść do\nśrodka.

# Let me tell you, I found this place.pDon't look so envious, will you?
source: Let me tell you, I found this\nplace.\pDon't look so envious, will you?
pl: Słuchaj, to ja znalazłem to\nmiejsce.\pZazdrosny, co nie?

# The door doesn't budge at all. Check it more thoroughly?
source: The door doesn't budge at all.\nCheck it more thoroughly?
pl: Drzwi nie chcą się otworzyć.\nTrzeba je lepiej zbadać.

source: {PLAYER} left the door alone.
pl: {PLAYER} zostawia drzwi.

# On closer inspection, there are several dots on the door…
source: On closer inspection, there are\nseveral dots on the door…
pl: Po przyjrzeniu się, zauważyć\nmożna kilka kropek…

source: The door is open.
pl: Drzwi otwarte.

# There appear to be many secrets still unsolved in this world.
source: There appear to be many secrets\nstill unsolved in this world.
pl: W tym świecie wydaje się być\nwiele nierozwikłanych tajemnic.

source: I suggest to you that you, too,\ngive a thought to the secrets and\lmysteries of our world once a day.
pl: Poradzę ci, żebyś i ty, zastanowił\nsię nad wszystkimi sekretami\li tajemnicami tego świata.

# I'm curious, what compelled you to come here?
source: I'm curious, what compelled you to\ncome here?
pl: Co sprowokowało cię do przyjścia\ntutaj?

# It's been so long since I battled, my instincts are off.
source: It's been so long since I battled,\nmy instincts are off.
pl: Tak dawno nie walczyłem, że\nwyłączyłem instynkty.

source: There are several ruins on the\nSEVII ISLANDS.\pThe majority of them date back\na long way.
pl: Na WYSPACH SEVII znajduje się\nwiele ruin.\pWiększość z nich jest naprawdę\nbardzo stara.

source: It's been said that there are\nmysterious stones on this island.\pI suspect it has something to do\nwith the ruins here.
pl: Podobno na tej wyspie znajdują\nsię tajemnicze głazy.\pPodejrzewam, że mają jakiś związek z\ntymi ruinami.

source: Oh, interesting.
pl: Interesujące.

# Those ruins over there…pI haven't had any luck in finding how I can get inside.
source: Those ruins over there…\pI haven't had any luck in finding\nhow I can get inside.
pl: Te ruiny…\pNie mam pojęcia, w jaki sposób\nmógłbym dostać się do środka.

source: A battle with you, so high up!
pl: Walka z tobą, to wspaniałe!

# Oh, the heartbreak of losing so easily to you!
source: Oh, the heartbreak of losing so\neasily to you!
pl: Ta porażka łamie mi moje\nbiedne serce!

source: Experience the joy of climbing!
pl: Przyjemność wspinaczki!

# I'm pretty familiar with the land around these parts.
source: I'm pretty familiar with the land\naround these parts.
pl: Dobrze znam te tereny, wychowałem\nsię tutaj.

# You don't need to be so pushy. I'll be happy to tell you.
source: You don't need to be so pushy.\nI'll be happy to tell you.
pl: Nie bądź taki męczący.\nPowiem ci coś w sekrecie.

source: The door to the ruins…\nIt has these strange patterns\lengraved on the outside.\pI don't know what they mean,\nthough.
pl: Drzwi do ruin\pMają na sobie wydrapane takie\ldziwne wzorki, czyż nie?\pNo dobra, przyznam się, nie wiem\nco znaczą.

# I let a pleasant breeze lead me all the way here.
source: I let a pleasant breeze lead me\nall the way here.
pl: Pozwalam, by prowadziła mnie\nlekka bryza.

# Giggle… You're so cute when you're determined.
source: Giggle… You're so cute when you're\ndetermined.
pl: Hihihi… Jesteś taki słodki, gdy\nwygrywasz.

source: I want to go to the woods over\nthere, but…\pThere are lots of BUG POKéMON.\nThey scare me a little.
pl: Chcę iść do tamtego lasu,\nale…\pJest tam pełno POKéMONÓW ROBAKÓW.\nLekko mnie przerażają.

# I'm practicing in secret so no one can see me.
source: I'm practicing in secret so no one\ncan see me.
pl: Trenuję w tajemnicy, by nikt mnie\nnie widział.

source: Nobody saw me losing, right?
pl: Nikt nie widział porażki!
